{
	"bans": {
		"Aer'dak": ["It's very easy with effects like Xelfe and Bi-Mowercycle to give 4-6 of your opponent's creatures range. Letting you win the game for 10 Mugic Counters. At most, this can take a couple of combats to happen, but some variants can win before the first combat."],
		"AZAIA Mindscrying Chamber": ["There's a lot of ways to remove elements. But this card's unilateral destruction of elements all but ensures a win for a discipline deck. You can't react to this one. It triggers on reveal, so location negating doesn't stop it. It's far reaching effect goes beyond a single Creature, paralizing other cards that rely on expending."],
		"Bodal, Flamedrill Researcher": ["Mostly due to his Expend Earth ability. There are a couple scary things but the most potent is an combo involving Olkiex, the Scouts Monocular, Fluidmorph and Destructazooka.\nThis will let you bring back a Battlegear every attack. Droskin is the most abusable."],
		"Bi-Mowercycle": ["This card is very meta warping, there are very few Battlegear that can go on support creatures and Bi-Mowercycle is the most consistently good. Bi-Mowercycle allows you to give any Creature Range and Swift without hindering their Battlegear choice. This results in it appearing in a lot of decks. Which means you almost always need to include Defender, since defenders aren't ubiquitous, this hinders deck variety."],
		"Cadence Clash": ["Cadence Clash became a necessary card. To play a Mugic, you'd have to run two Cadence Clashes just to counter your opponent's two Cadence Clashes. When using Clash on a Clash, it returns to their hand, so now they can Clash the next Mugic you play too."],
		"Elemental Elegy": ["This card allows Danains to shoot down elemental attacks, which can guarantee a combat win if the opposing creature doesn't have a way to gain elements. Against non-elemental Creatures, it becomes a \"Song of Stasis\" to stall the attack of a Creature. Because of its dual nature, it provides too much advantage."],
		"Illusionary Lake": ["Water is the most common element in the game. This location's preventing the gain of Water ensures a win against any deck that relies on Water."],
		"Imaginary Walls": ["Reducing 10 damage per attack is strong. Even a modest energy M'arrillian or Minion could be able to take 4 or more attacks than usual because of the reduction.\nReturning a Mugic is not a sufficient benefit for the opposing player to counter act the battle's damage reduction."],
		"Lord Van Bloot, Servant of Aa'unne": [
			"Element Attacks are close to half the Attacks in the game, and having a whole deck built around them is common. Other cards remove elements, but Bloot's preventing element gain clause means element decks lose without high courage.",
			"Bowser steals your stars, Lord van Bloot steals your elements.",
			"Its okay, you think, your opponent queued up with a discipline based deck."
		],
		"Melody of the Meek": ["Taking only 10 damage from every source is brutal. Even with only 30 energy this card would be a big advantage.\nBut there's tons of effects Creatures gain energy - making it difficult to kill a Creature using this Mugic."],
		"Najarin, Fluidmorphers Foe": ["Plenty of card like Heptagon Hail, Chimegrid and Baladeer's Flute allow Najarin to get a plenty of Mugic Counters. Then being able to spend these Counters to give Creatures Energy is strong. This becomes worse When fighting a deck that gains Mugic Counters such as Fluidmorphers.\nBut if that's not bad enough, he shuts down any M'arrillian deck with a built in Refrain of Denial."],
		"Numin Voidland": ["Discipline supremacy is solidified here. It provides an unfair advantage against decks that rely on elemental attacks for their attack damage."],
		"Primal Smash": ["A look at other Attacks shows that 20 Damage for 1 Build Point with no condition is far above the curve. Because of this, most decks must contain it."],
		"Ramarhvir, The Danian Hivebringer": [
			"Ramarhvir, enables Danains resurrection to be too efficiently and making it very difficult to beat (the game drags on). Combined with Hive Unsung can also be used in an infinite combo to allow a one turn win.",
			"If you have an afternoon to waste, try out the infinite combo."
		],
		"Rao'Pa Sahkk, Condensation Ceremony": ["Easily shuts down Mipedian and UnderWorld decks. And hinders many support Creatures in OverWorld and Danian tribes. Being unable to play Mugic or Abilities gives Creatures with Water overwhelming advantage.\n*At least Fluidmorphers are having fun at the beach.*"],
		"Strain of Infection": ["It allows decks to easily increase their resources and it's an enabler for oppresive combinations, such as building high number of Mugic counters on Lobanne (thanks to Lore, High Muge), or in Danian burn to refuel abilities. Enre-hep, High Muge most breaks this card by creating a loop to generate inifnite counters."],
		"Supercooled Rain": [
			"Removing 4 Mugic Counters severely cripples most decks. Aside from a couple of cards that negate attacks, it is not preventable.",
			"Your opponent didn't need Mugic Counters anyway."
		],
		"Tonal Destruction" : ["This card is good if you just want to limit your opponent. But gets out of hand when combined with Enre-hep, High Muge or Lore, High Muge by allowing you to strip 4+ of the Mugic from your opponent's hand."],
		"Twister of Elements": ["This allows a deck to get away with an unbalanced attack deck. They can focus on multiple high build point attacks without the normal tradeoff of drawing through bad attacks. Additionally, by going through their attack deck faster, they can play the same high damage attacks more times than other decks resulting in a drastic damage inequality."],
		"Vial of Liquid Thought": [
			"Allows the player to take advantage of high build point attacks. With different combinations, the player can spam subsequent high damage.",
			"Did you like that one hit Slash Claw? Want to see it again?"
		],
		"Zamool, Lord Van Bloot's Enforcer": [
			"Mugic or Abilities are a key component of gameplay. Zamool removes this from his opponent while still letting his team use them.",
			"Do you hate your opponent?",
			"You must want the UnderWorld to take over Perim.",
			"Try playing Solitaire when you're bored.",
			"Unlike Chaotic, Solitaire doesn't require an opponent to play.",
			"Did you get bored of playing checkers against yourself and decide to to play Chaotic against yourself?",
			"I heard you wanted to move past Advanced Apprentice rules, but weren't quite ready for the challenge.",
			"With Zamool's help, Lord Van Bloot will finally conquer Chaor!",
			"And you thought that \"Mario Party\" ruined friendships."
		]
	},
	"watchlist": {
		"Dror'niq": [
			"His first ability allows him to deal 10 damage for 1 Mugic Counter, and when he's stored up enough counters, he can one-shot opposing engaged Creatures.\nAlthough his second ability takes 4 Mugic Counters, he can use it while unengaged and it essentially provides Recklessness 10 for 30-50 damage in a typical combat.",
			"One shot, one code."
		],
		"Hune Paltanin": ["She provides massive healing potential to OverWorld decks. Her ability has no cost, so her inclusion in decks is resource advantage and completely counters burn archtypes."],
		"Lanker": ["Lanker grants disciplines on demand. His ability is not limited to once per turn. If you use his ability until he has 5 energy remaining, he can increase stats for at least 5 times ((30-5)/5) per turn. Giving their engaged Creature the ability to prevent your challenges, win initiatives, and any other benefits of obscenely high disciplines.\nA common strategy is to equip Lanker with Kha'rall Husk Armor. So by giving him this additional energy you distribute (30+50-5)/5 x 15 (225) worth of disciplines."],
		"Tartarek, Psi Overloader":
			["On his own a very playable card, two Elements, two very good Disciplines, good Energy and two Mugic Counters.\nOn top of an already good card, his effect lets you easily destroy a play style involving Chieftains.",
			"Tartarek is a Warbeast-like creature without Recklessness. On top of two Mugicians, and a decent Wisdom increasing Ability, he can easily destroy Chieftains. To add insult to injury, Tartarek's Brainwashed ability is the same. His ability is the perfect cover. Who would suspect a guy whose abilities never change?"],
		"Talisman of the Mandiblor": ["You spend resources taking out their strong Mandiblor fighter, just to have it come back at the price of a support creature. Unlike other resurrection cards, the Creature can be placed anywhere on the board, allowing them to jump next to your support creatures. Additionally, because it can be sacrificed at any time, it can be used to \"skip\" your opponent's turn: after they engage, you activate it and waste their combat and bring back a fighter."]
	},
	"limited": [
		"Anarkiar",
		"Drabe",
		"Dror'niq",
		"Interlude of Interruption",
		"Lanker",
		"Malvadine, The King's Herald",
		"Neekwin",
		"Talisman of the Mandiblor",
		"Tangath Toborn, In Training",
		"Tartarek, Psi Overloader",
		"Ursis"
	],
	"small": [
		"Aer'dak",
		"Bodal, Flamedrill Researcher",
		"Melody of the Meek",
		"Ramarhvir, The Danian Hivebringer",
		"Strain of Infection",
		"Tonal Destruction",
		"Zamool, Lord Van Bloot's Enforcer"
	],
	"hidden": {
		"Aszil, The Young Queen": ["She consistently gives her tribe earth. Removing the deck building restrictions of synergizing elements on creatures, without the downside of gear that grants elements or playing Mugic or abilities to give Earth. In addition, by having Hive active, your Mandiblors have Outperform Courage 5. She's purely value with no reason not to include her in an earth/courage deck. Other creatures that give resources have a cost."],
		"Before the Storm": ["This attack provides Strike Decks a second strike. You'd see ~55 damage. Although not extraordinary damage, since Mipedians also have access to cycling cards like Meditative Leap, Blaze Barrage and Synaptic Acceleration."],
		"Deadwater Devastation": ["It can severely hinder your opponent's Mugic abilty. Since most decks don't have ample Mugic counters, playing Deadwater early game cripples their options."],
		"Ginar'rash, The Extinguisher": ["Similarly to Illusionary Lake, this card can create an inability to have and gain Fire. As long as you play consistent water attacks, your opponent will not be able to play fire attacks."],
		"Grounding Grapple": ["Grounding Grapple lets you reorder your top three locations, **and** reveal a new location. Unlike the other attacks that reveal a new location, this does not have the cost of losing earth."],
		"Headmaster Ankhyja, Seeker of the Art": ["Prevents opponent's interaction with your creatures leading to less strategic games. Stunts decks that rely on targeting opponents."],
		"Hive Amber": ["See Hive Unsung"],
		"Hive Unsung": ["When combined with Ramarhvir the Hivebringer, it enables Danains resurrection to be too efficiently and making it very difficult to beat (the game drags on). Hive Unsung can also be used in an infinite combo to allow a one turn win."],
		"Malvadine, The King's Herald": ["His high stats, and ability to defend, make him essential in any mono-Mipedian deck. He has strike and Air 5, which makes him versitile in practically all deck types."],
		"Marksman's Preparation": ["This card has been talked about for similar reasons to Primal Smash. You can treat it as a 2 Build Point attack that deals 30 Damage and helps you cycle and a 0 Cost that deals 0 Damage and clogs your hand until you draw the other. Despite the downside, its a strong burst of damage and cycling effect for low Build Points."],
		"Na-inna": ["Na-inna can mess with your opponent by moving Counters from the Creatures that could utilize. But its real benefit is moving Counters to cards that should be limited on Mugic Counters. Combine with a fluidmorpher."],
		"Najarin's Tower of Song": ["Like Tonal Destruction, this card can be abused by Enre-hep to reduce your opponent's Mugic hand. It's an expensive Mugic that doesn't see play anywhere else."],
		"Skeletal Springs": ["Admititedly, fluidmorphing is a powerful game mechanic. This location not only prevents Fluidmorphing, it also acts like Dranakis Threshold for them. The compensation? Water 5. Most players running this location use it in a water deck. So a boost for the player and a potential game breaker for the opponent."],
		"Song of Transportation": ["Allows you to simply change the opponent's active location to your active location. This card doesn't see much play simply because the overwelming options present in the Mipedian Mugic collection."],
		"Ursis": ["A divisive card. Ursis may have no ability (no negative one either), but it does have High Energy, great Power, 3 Mugic counters, and most importantly Creature type Muge."],
		"Xerium Armor": ["Against the typical opponent, this Battlegear makes them unable to play their best attacks to maximum damage against big damage decks (like Strike or Element X). With a high Energy Creature, it takes a long time to defeat it.\nThe downsides are it isn't effective against match-ups which do consistent 15-20 Damage attacks, and Battlegear removal/flipping abilities keep it in check."]
	},
	"jokes": {
		"Agame": ["He's banned for smuggling fan set cards in a competative match."],
		"Afjak": ["Attempting to ban the judge with the highest level of understanding in the game would result in Chaotic truly becoming chaotic. As everyone interprets the rules their own way, blatant cheating overruns what remains of the community until no one wishes to play and the game subsides into oblivion."],
		"Dwayne": ["Gotta have Dwayne"],
		"Ixxik": ["https://www.youtube.com/watch?v=rE_TUwYc6Vk"],
		"KingMaxxor4": ["I won't let you ban him!"],
		"Maxxor's Torch": ["One hit of this can send any amphibious creature the Shadow Realm. Oops I mean it hits the code out of M'arrillians."],
		"Metal": ["He wins too many tournaments."],
		"Neekwin": ["I'm sure you've seen him in a deck by now", "Oh you thought this was over?", "Can't spell Neekwin without win", "Yeah, I know you're mad about this."],
		"Raimusa": ["I'll be back any day now..."]
	},
	"shakeup": {
		"limited": [
			"Cadence Clash",
			"Dror'niq",
			"Makanaz",
			"Malvadine, The King's Herald",
			"Melody of the Meek",
			"Neekwin",
			"Talisman of the Mandiblor",
			"Tangath Toborn, In Training",
			"Tonal Destruction",
			"Twister of Elements",
			"Ursis"
		],
		"bans": [
			"Aivenna",
			"Aer'dak",
			"AZAIA Mindscrying Chamber",
			"Enre-Hep, High Muge of the Desert",
			"Hune Paltanin",
			"Illexia, The Danian Queen",
			"Illusionary Lake",
			"Interlude of Interuption",
			"Kopond, High Muge of the Hearth",
			"Lanker",
			"Lord Van Bloot, Servant of Aa'unne",
			"Lore's Chamber of Recall",
			"Lore, High Muge of the Hive",
			"Najarin, Fluidmorphers Foe",
			"Najarin, High Muge of the Lake",
			"Primal Smash",
			"Ramarhvir, The Danian Hivebringer",
			"Rao'Pa Sahkk, Condensation Ceremony",
			"Strain of Infection",
			"Supercooled Rain",
			"Vial of Liquid Thought",
			"Zamool, Lord Van Bloot's Enforcer"
		]
	}
}
