{
	"Abilities": "Abilities are found on Creatures and Battlegear Cards in the text box of those cards. Abilities may also appear on Location and Attack Cards, also in their text box. Abilities may be triggered, activated, or innate.",
	"Activate Hive": "See Hive.",
	"Active Player": "The player whose turn it currently is.",
	"Activated Ability": "This class of abilities represents those that have some associated cost to activate such as the removal of a Mugic counter. Activated abilities are typically written in the format Pay (cost): to do (effect). Unless an activated ability specifies otherwise, its effects end at the end of the turn during which the activated ability resolved.",
	"Air Attack": "An attack with the Air elemental type. See Elemental Type.",
	"Air Damage": "Damage dealt by an attack with the air elemental type played by a creature with the Air elemental type. See Elemental Type.",
	"Airproof X": "See \"Elementproof X\"",
	"Air X": "See \"Element X\"",
	"Attack": "Attack is a card type. Attacks are used in combat between creatures to deal damage to each other. Attack cards use their own deck and discard pile. ",
	"Attack Burst": "This term is used to refer to the Burst started by the play of the Striking Player’s Attack Card.",
	"Attack Damage": "The term attack damage refers specifically to the damage dealt as the result of the resolution of an Attack Card. Other damage caused during the Combat Step, such as damage caused by activated or Triggered Abilities, is not considered attack damage.",
	"Battleboard": "An arrangement of game spaces composed of two opposing triangles joined at their bases, upon which a game of Chaotic is played. At the beginning of the game, each space on the Battleboard will be occupied by a Creature. The spaces that your Creatures occupied at the start of the game are considered your \"side\" of the Battleboard. The spaces occupied by your opponent’s Creatures are considered the opponent’s side of the Battleboard.",
	"Battlegear": "Battlegear is a card type. Each player begins the game with one Battlegear equipped to each Creature. Battlegear that is face down is still considered to be and equipped Battlegear, but has no other game characteristics, including game text or subtypes.",
	"Brainwashed": "Brainwashed text is the alternate text box on a Minion Creature that is active when that Creature’s controller also controls a Chieftain. It is also the term for a Minion Creature using its Brainwashed text box – i.e. a Brainwashed Creature.",
	"Build Points": "Build Points are located the top left corner of Attack cards. When deck building the number of Build Points cannot exceed the number of Attack cards. In a standard Chaotic format, an Attack deck contains 20 cards and 20 Build Points.",
	"Burst": "A Burst represents one or more unresolved Mugic or card abilities. A Burst is started each time a player plays Mugic, an activated ability, or an Attack Card. Bursts may also begin from Triggered Abilities generating effects.",
	"Challenge (Characteristic) \"X\"": "The term \"Challenge (Characteristic) \"X\" refers to a comparison of the values of the indicated characteristics between two Creatures (typically the two Creatures involved in the current battle). In order to win the Challenge the Creature that you control must have a value in the indicated characteristic that is greater than or equal to your opponent’s Creature’s characteristic by at least the amount \"X\". Otherwise you lose the Challenge. If you win the Challenge the effect indicated in the card text occurs.",
	"Chieftain": "A Chieftain is a Creature type that also has the ability: \"Minions use Brainwashed text. Minions may only play Generic Mugic.\" See \"Brainwashed\"",
	"Combat": "Combat is a sub-step of the action phase that occurs when a creature moves into a space occupied by an opposing creature. See 7.0 for more information.",
	"Courage Attack": "The term Courage Attack refers to an Attack Card which contains one or more of \"Challenge Courage,\" \"Stat Check Courage\" and \"Stat Fail Courage.\" See \"Discipline Attack\" for more details.",
	"Creature": "Creature is a card type. Players begin the game with a number of creatures in play in accordance to the game size, and when any player controls no creatures, that player loses the game.",
	"Conditional Innate Ability": "See \"Innate Ability\".",
	"Cumulative Ability": "Cumulative abilities are abilities that reference a specific number as part of their ability structure. Creature abilities of the form [Ability] X are cumulative abilities. Current examples of cumulative abilities are: Strike, Recklessness, Intimidate, Element X, Elementproof, Exhaust, Outperform, Support, and Swift.",
	"Current Energy": "The Energy value of a creature minus the amount of damage on that creature. When a creature’s current energy is zero, that creature is destroyed.",
	"Damage": "Damage dealt by Attack Cards, Mugic, or other abilities is combined to form the total damage on a Creature. No effect may do less than 0 damage and any number less than 0 is treated as 0. Damage remains on a Creature until the end of each turn, unless it is healed. At this time all surviving Creatures on the Battleboard have all damage removed. When the total damage on a Creature is equal to or greater than its Energy then that Creature is defeated and moved to the general discard pile.",
	"Damage Values": "Damage values are the numbers in boxes on an Attack Card that determine how much damage that attack deals. Damage values can be either Base or Elemental damage.",
	"Deactivate Hive": "See Hive.",
	"Defeated Creature": "A defeated Creature is one which has damage equal to or greater than its Energy. That Creature is immediately placed in to the general discard pile along with any Battlegear that Creature was equipped with.",
	"Defender (Characteristic)": "Defender is an innate keyword ability that allows a Creature to exchange places with an adjacent Creature that is attacked on the Battleboard. The defender ability may have a characteristic associated with it which restricts its use to a subset of Creatures that have that characteristic.\nFor example, \"Defender: Danian\" means that the Creature may only use its defender ability to take the place of a Danian Creature. If there is no stated condition then the Creature may exchange places with any adjacent Creature. The process of using the defender ability is referred to as \"intercepting\" an attack.\nMultiple copies of defender on a Creature use the least restrictive condition and are otherwise redundant.",
	"Destroy": "When a card is destroyed, it is placed into it's owner's discard pile. Whenever a creature has taken damage equal to or greater than its Energy, that creature is destroyed.",
	"Disarm": "Disarm is a Triggered ability. At the beginning of combat, Battlegear equipped to creatures engaged to a Creature with disarm lose all abilities.",
	"Dispel": "When an ability or Mugic is dispelled it has no game effect. Mugic Cards and abilities that are dispelled are removed from the Burst without resolving. This term is no longer used and has been replaced by Negate. ",
	"Discipline": "Discipline is a collective term used to refer to one or more of a Creature’s non-Energy statistics. Hence Courage, Power, Wisdom, and Speed are a Creature’s Disciplines. When a card refers to \"all Disciplines\" it is referring to Courage, Power, Wisdom and Speed together.",
	"Discipline Attack": "An Attack Card which contains a Stat Check (Discipline) \"X\", Challenge (Discipline) \"X\", or Stat Fail (Discipline) \"X\" is considered a \"Discipline Attack\". A Discipline Attack is successful if you won any Stat Check, Challenge, or Stat Fail on that Attack Card. A Discipline Attack is unsuccessful if you lost all Checks, Challenges, and Fails on the Attack Card.",
	"Earth Attack": "An attack with the Earth elemental type. See Elemental Type.",
	"Earth Damage": "Damage dealt by an attack with the earth elemental type played by a creature with the earth elemental type. See Elemental Type.",
	"Earthproof X": "See \"Elementproof X\"",
	"Earth X": "See \"Element X\"",
	"Element X": "This Innate Ability indicates that the Creature deals an additional X damage when it deals attack damage of the indicated elemental type. Multiple instances of this ability on a card are cumulative.",
	"Elemental Attack": "Any Attack Card with an Elemental Type is considered an elemental attack of the associated type (or types). See Elemental Type.",
	"Elemental Damage": "The elemental damage dealt by an attack is based on the elemental type of an attack and the elemental types of the creature.\n1. The Attack you are playing must have that element (whether it is from a marked damage value or from an element check, it's an Elemental Attack).\n2. Your Engaged Creature has the element.\nFor example, if I play Fireram from a creature with 60+ power and a Flameblade of Seeryn, even with no modifiers, the damage of that attack will cause Flameblade to trigger.",
	"Elementproof X": "When this Creature becomes engaged with a Creature that has the indicated Element Type(s), it gains X Energy.",
	"Elemental Type": "Cards may have one or more associated Elemental Types. Currently the Elemental Types are Air, Earth, Fire, and Water. Elemental Types on a Creature Card allow that Creature to do bonus damage or other effects with Attack Cards that share an Elemental Type with it. The Elemental Type(s) of an Attack Card define bonus damage and other effects that occur when the attack is used by a Creature with the indicated Elemental Type. In addition, cards may be affected by game abilities based on their Elemental Type (for example see \"Element X\"). When a card refers to \"All Elemental Types\" it is referring to Air, Earth, Fire, and Water.",
	"Energy": "A Creature’s Energy is how much damage that Creature can take before it is destroyed. The Energy of a Creature is given by its Scanned Energy value modified by any Battlegear, Location effects, Mugic, or card abilities that state they alter a Creature’s Energy.",
	"Engaged": "A Creature currently involved in a combat is considered engaged.",
	"Equipped": "See \"Battlegear\"",
	"Exhaust (Discipline) X": "Exhaust is a Triggered Ability . When an engaged Creature with Exhaust plays an Attack Card, Exhaust reduces the indicated Discipline of the Creature by X when it resolves. Multiple instances of this ability on a card are cumulative.",
	"Expend (Elemental Type)": "Expend (Elemental Type) indicates an Activated Ability with a cost of losing the indicated Elemental Type. A Creature without the indicated Elemental Type cannot play that Expend ability.",
	"Fire Attack": "An attack with the Fire Elemental type. See Elemental Type.",
	"Fire Damage": "Damage dealt by an attack with the fire elemental type played by a creature with the fire elemental type. See Elemental Type.",
	"Fireproof X": "See \"Elementproof X\"",
	"Fire X": "See \"Element X\"",
	"Fluidmorph": "When a Creature you control deals Water damage, this Creature gains 1 Mugic Counter.\n1. You must deal attack damage (is a non-zero amount).\n2. Your engaged Creature must have water.\n3. The Attack must be Water Attack.\nExample: Invader's Tactics will trigger Fluidmorph. Inner Flood without a damage modifier will not.",
	"Game Size": "Game size is simply the total number of spaces on each player’s side of the Battleboard. This game size determines the number of allowed choices for Creatures, Battlegear, and Mugic at the start of the game.",
	"Generic Mugic": "Mugic Cards without a tribal affiliation are known as \"Generic\" Mugic and may be played by Creatures of any Tribe.",
	"Heal X": "This ability removes X damage from a Creature. This effect can not cause the Creature’s current damage total to fall below 0.",
	"Hive": "This is a game state mechanic currently used by the Danians. During a game Hive will either be \"On\" or \"Off\". If Hive is \"On\" then all abilities of the form Hive (effect) are active (see below). Hive begins the game with the \"Off\" status. Various effects and abilities may turn the Hive ability \"On.\" If Hive is \"On,\" it cannot be turned \"On\" again until it is turned \"Off\" or the effect turning it on expires.",
	"Hive (effect)": "This keyword ability grants the indicated effect to a Creature Card if Hive has been activated. The effect remains until the Hive ability ends. Multiple copies of the Hive ability are cumulative.",
	"Immune to Invisibility": "Opposing engaged Creatures lose and cannot gain Invisibility.",
	"Initiative": "Determine Initiative: Players now determine which player’s Creature has the Initiative in the combat. The player who controls the Creature with Initiative will be the first Striking Player. Keep checking steps in the order below until exactly one creature qualifies for Initiative. Once a Creature gains Initiative no further steps are checked:\n1)Any Creature with the Surprise ability. If both players’ Creatures have this ability then the Initiative check moves to 2).\n2)If a Creature has “loses Initiative checks” then the opponent’s Creature gains Initiative. If both players’ Creatures have this ability then the Initiative check moves to 3).\n3)The active Location lists an attribute in the form \"Initiative: Characteristic.\" The attribute is a value (e.g. Wisdom, Scanned Energy) or other card characteristic (e.g. Fire, OverWorld, etc.). Whichever engaged creature has a higher statistic or has the listed characteristic gains Initiative. In the event of a tie move to 4).\n4)The Creature controlled by the Active Player gains Initiative.",
	"In Play": "The term \"In Play\" refers to any card that occupies a space on the Battleboard. This includes Creatures, equipped Battlegear, and Mirage Locations that have been placed on the Battleboard. It does not include the Attack Deck, Mugic or Attack Cards in hand, the Location Deck, or cards in a discard pile.",
	"Infect": "Infection is a binary Creature state. A Creature is either Infected or Uninfected. The term \"Infect\" is used to describe any ability which places a Parasite into a Creature. A Creature that has a Parasite is referred to as \"Infected.\" When an effect results in a Creature becoming Infected a Parasite token is placed on that Creature. Parasite tokens are not considered cards in Chaotic. They are simply visual indicators that a Creature is Infected. If a Creature with a Parasite goes to the Discard pile any Parasite tokens on that Creature are removed from the game.",
	"Infected": "See \"Infect\"",
	"Innate Ability": "These are abilities that do not have an associated cost to perform. These abilities are always active. Element X, Swift X, and Range are examples of Innate Abilities.\nConditional Innate abilities can begin with \"while\" if they have a clause that determines when they apply.",
	"Intercept": "Intercept is the term used to describe the use of the defender ability to have one Creature exchange places with another during an attack. If a Creature with defender is used to replace an attacked Creature the Creature with defender is said to have intercepted an attack. ",
	"Intervening If Clause": "A triggered ability may read \"When/Whenever/At [trigger event], if [condition], [effect].\" When the trigger event occurs, the ability checks whether the stated condition is true. The ability triggers only if it is; otherwise it does nothing. If the ability triggers, it checks the stated condition again as it resolves. If the condition isn't true at that time, the ability is removed from the stack and does nothing. Note that this mirrors the check for legal targets. . (The word \"if\" has only its normal English meaning anywhere else in the text of a card; this rule only applies to an \"if\" that immediately follows a trigger condition.)",
	"Intimidate (statistic) X": "Intimidate is a Triggered ability that means \"At the beginning of combat, Creatures engaged with this lose X to the indicated statistic.\"",
	"Invisibility (effect)": "Invisibility is an Innate ability that means the Creature has the indicated ability against creatures without Invisibility. For example: Invisibility Strike 10. The Creature will gain Strike 10 against Creatures without Invisibility.\nSee: Strike, Surprise, and Disarm.",
	"Legendary": "Legendary is a deck building restriction. A player may include no more than one card with the Legendary keyword in a deck.",
	"Location": "Location is a card type. At the beginning of each player’s turn, that player reveals the top card of his location deck, and that card becomes the active location. See 6.2 for more information.",
	"Loyal": "Loyal is a deckbuilding restriction. All creatures in an army with a Creature with Loyal must share the same tribe as that creature or have the specified characteristics. (Creatures without a tribe may not enter armies with Loyal Creatures.)\nFor Example, Erak’tabb is Loyal – M’arrillians or Minions, and may only be played with Creatures that are M’arrillians or Minions.",
	"Minion": "Minion is a Creature subtype that notates a Creature who has \"Brainwashed\" text. This Creature uses its normal ability unless there is an ability that makes it use its Brainwashed ability instead.",
	"Mirage": "Mirage is an Innate keyword ability that is written in the form \"Mirage: effect\". (This ability is only found on Location Cards with the Mirage subtype.)When a Mirage location is the Active location its Mirage ability is not active.\nWhen a Mirage Location would normally be put on the bottom of the Location Deck it is instead put into any space on the Battleboard. Only one Location with Mirage can be on the Battleboard at a time. When another Location with Mirage is placed on the Battleboard any other Mirage on the Battleboard is returned to the bottom of its owner’s Location Deck. (You may place a Mirage location into a space with an existing Mirage.)\nWhile the Location is on the Battleboard, only its Mirage ability is in effect (its normal ability has no effect) and only applies to the space the Mirage is in.",
	"Mixed Army": "A mixed army is one that contains Creatures from more than one Tribe.",
	"Move": "Move is a game action taken by creatures. A creature may only move once per turn, and a player must move at least one creature per turn. ",
	"Mugic": "Mugic is a card type. Players begin the game with a number of Mugic cards in their hand based on the game size.",
	"Mugic Ability": "Mugic ability is a scanned characteristic of Creatures. Creatures begin the game with a number of Mugic counters equal to their Mugic ability",
	"Mugic Counter": "Mugic counters are counters used to pay costs for Mugic and abilities. Creatures begin the game with a number of Mugic counters equal to their Mugic ability.",
	"Negate": "An attack, Mugic, or ability that is negated has no effect and is removed from the burst.",
	"Non-Active Player": "The player whose turn it is not.",
	"Opposing Creature": "This term refers to a Creature that is controlled by your opponent. Note that this term applies to all Creatures controlled by your opponent, including the one currently involved in Combat.",
	"Opposing Engaged Creature": "This term refers to an engaged Creature that is controlled by your opponent.",
	"Outperform (Discipline) X": "This Innate Ability indicates that the Creature with this ability deals an additional X damage with successful Discipline Attacks of the indicated Discipline. Winning multiple Challenges, Stat Checks, or Stat Fails on the same Attack Card does not increase the additional damage. Multiple instances of this ability on a card are cumulative.",
	"Parasite": "Parasite tokens are used to indicate Infected Creatures. See \"Infect\".",
	"Power Attack": "The term Power Attack refers to an Attack Card which contains one or more of \"Challenge Power,\" \"Stat Check Power\", and \"Stat Fail Power.\" See \"Discipline Attack\" for more details.",
	"Priority": "The option to play activated abilities or Mugic. If a player gets the option to play an effect, that player \"receives priority.\" Scanned (statistic): The Scanned value of a statistic is the value as it appears on the card. The Scanned value of a statistic is not modified by Battlegear or other game effects.",
	"Range": "Range is an Innate Ability that allows the Creature to move through occupied Battleboard spaces during its move. Multiple copies of Range on a Creature are redundant.",
	"Recklessness X": "Recklessness is a Triggered Ability that triggers when an engaged Creature with Recklessness plays an Attack Card. This ability does X damage to the Creature with Recklessness when it resolves.",
	"Relocate": "To Relocate a Creature means to change the Battleboard space a Creature occupies. Relocate is not a move action, and the Relocation of a Creature is not modified by abilities which affect move actions during the Action Phase. A Mugic or effect which relocates a Creature may affect a Creature which \"may not move.\" ",
	"Removed from Game": "The term \"Removed from Game\" means that a card is set aside and can no longer affect or be affected by the current Chaotic game. At the conclusion of the game the card is returned to the player’s deck. Note that this term does not refer to any of the discard piles in the game, only to effects which specifically state that they remove a card from the game.",
	"Replacement Ability": "A replacement ability is an effect that causes a given action to happen \"instead\" of another game event. Replacement abilities always use the word \"instead\" in their text. ",
	"Rule of Two": "The Rule of Two is the rule that players may only include up to two copies of any card in their deck with the same name. This is a deckbuilding rule and has no effect on gameplay.",
	"Sacrifice": "This term refers to a cost or an effect which results in the loss of a card you control. That card is immediately placed into the appropriate discard pile. If the sacrificed card was a Creature any equipped Battlegear is also discarded. A sacrifice may not be prevented by other game effects. You may not sacrifice a card you do not control.",
	"Scanned (characteristic)": "The Scanned value of a statistic is the value as it appears on the Creature Card. The Scanned value of a statistic is not modified by Battlegear or other game effects.",
	"Showdown": "At the end of a player’s Action Step, check to see if a Creature controlled by that player has done battle this turn, on his opponent’s last turn, or on the player’s previous turn. If no Creature controlled by that player has been involved in combat during those three turns, then a \"Showdown\" occurs:\n1. The Active Player selects one Creature controlled by the Non-Active Player.\n2.The Non-Active Player selects on Creature controlled by the Active Player.\n3.The Active Player’s Creature is relocated into the space of the selected Creature controlled by the Non-Active Player. Those Creatures become Engaged.",
	"Source": "The source of an ability is the card on which the ability appears. The source of a Mugic Card is the Creature who played that Mugic. Finally, the source of an Attack Card is the Creature who played that card.",
	"Speed Attack": "The term Speed Attack refers to an Attack Card which contains one or more of \"Challenge Speed,\" \"Stat Check Speed\", and \"Stat Fail Speed.\" See \"Discipline Attack\" for more details.",
	"Start of Combat": "See \"Beginning of Combat\".",
	"Stat Check (Discipline) \"X\"": "The term Stat Check (Discipline) \"X\" refers to a comparison between the value \"X\" and the current value of the indicated Discipline of the Creature which controlled the ability generating the Check (typically an Attack Card controlled by your engaged Creature). To win the Check this value must be equal to or greater than the indicated value \"X\". If you win the Check the effect indicated in the ability occurs.",
	"Stat Fail (Discipline) \"X\"": "The term Stat Fail (Discipline) \"X\" refers to a comparison between the value \"X\" and the current value of the indicated Discipline of the Opposing engaged Creature. To win the Stat Fail this value must be less than the indicated value \"X\". If you win the Stat Fail the effect indicated in the ability occurs.",
	"Strike X": "The strike ability means the Creature with this ability deals +X damage during its first attack in any given battle. Strike is an Innate Ability. Multiple copies of strike are cumulative.",
	"Striking Player": "During a combat Strike Phase the player whose turn it is to play an attack is known as the \"Striking Player\". The Creature controlled by the striking player is the \"Striking Creature\".",
	"Support (statistic) X": "This keyword ability indicates that the Creature can improve its statistics by being adjacent to other Creatures of its Tribe. The value of the indicated statistic is increased by X for every Creature controlled by the same player that has the same tribal designation and is adjacent to that Creature on the Battleboard. Multiple copies of Support are cumulative.",
	"Surprise": "This ability indicates that the Creature wins Initiative in combat. Surprise is an Innate Ability. Multiple copies of Surprise are redundant.",
	"Swift X": "This keyword ability indicates that the Creature may move more than one space on the Battleboard during a move action. If a move action is selected for a Creature with Swift then that Creature may be moved an additional X spaces on the Battleboard. For example, a Creature with Swift:1 may move a total of 2 spaces on the Battleboard. A Creature with Swift is still restricted to only moving through unoccupied Battleboard spaces. Multiple copies of Swift on a Creature are cumulative.",
	"Target": "Whenever a Mugic or ability says\"target [something],\" where [something] is a word or phrase that indicates a card type, effect, or player, the controller the card chooses something that matches the indicated word or phrase. The choice of Mugic or ability’s targets is made when it is played. A targeted Mugic or ability cannot be played if there is no legal target to select. An activated or triggered ability is targeted if it uses the phrase \"target [something]\".",
	"Tribe": "Cards in the game may have an associated tribal designation. Currently there are five different Tribes in the game of Chaotic: OverWorld, UnderWorld, Danian, Mipedian, and M’arrilian. Creatures may caste Mugic of their tribe in addition to generic Mugic.",
	"Tribeless": "A Creature without tribal affiliation. (They may not enter decks with loyal Creatures. May only play generic Mugic.)",
	"Triggered Abilities": "A Triggered Ability is one which gives a specific time or event which causes the ability to occur, using the words \"When\" or \"Whenever\". When the indicated time or event occurs these abilities are placed on the Burst. If more than one ability is triggered by the same game event then the Active Player adds his or her abilities to the Burst first in any order. Then the Non-Active Player adds Triggered Abilities in a similar manner.",
	"Uninfect": "If a card effect says to Uninfect a Creature, remove all Parasite tokens from that Creature. To Uninfect a Creature as a cost, that Creature must be Infected. You may not pay an Uninfect cost using an Uninfected Creature. See \"Infect\"",
	"Unique": "Unique is a deckbuilding restriction. This ability indicates that no more than one copy of a card with this name may be included in a player’s deck. A creature with the same name but different versions counts as the same card for purposes of Uniqueness.",
	"Unoccupied Space": "An unoccupied space is a space on the Battleboard that does not contain a Creature Card. Other cards, such as an in-play Mirage Location, may be in an unoccupied space.",
	"Untargetable": "This keyword ability indicates that the card cannot be chosen as the target of Mugic or card abilities that require a target. If a Mugic or ability requires a selection but does not use the word target, an Untargetable card can be chosen for that selection.",
	"Version": "The version of a card is found immediately underneath the name. Creatures with the same name and version are considered the same card for purposes of the Rule of Two and Uniqueness.",
	"Water Attack": "An attack with the Water elemental type. See Elemental Type.",
	"Water Damage": "Damage dealt by an attack with the water elemental type played by a creature with the water elemental type. See Elemental Type.",
	"Waterproof X": "See \"Elementproof X\"",
	"Water X": "See \"Element X\"",
	"Wisdom Attack": "The term Wisdom Attack refers to an Attack Card which contains one or more of \"Challenge Wisdom,\" \"Stat Check Wisdom\", and \"Stat Fail Wisdom.\" See \"Discipline Attack\" for more details."
}
