{
	"endofturn": "6.4.1. The last step in a player’s turn is the Recovery Step. During the Recovery Step, the following events occur simultaneously:\n1.) All damage is removed from Creatures in play and Creature's disciplines are set to their base value (reapply innate modifiers).\n2.) All effects which are not tracked by an *innate ability* or a *counter* and don’t have a *specified duration* or last \"until end of turn\" also end now. All such effects end simultaneously and cannot result in a Creature being destroyed.",
	"6.4.1": "6.4.1. The last step in a player’s turn is the Recovery Step. During the Recovery Step, the following events occur simultaneously:\n1.) All damage is removed from Creatures in play.\n2.) All effects that last \"until end of turn\" end. Any effects which are not tracked by an *innate ability* or *counter* and don’t have a *specified duration* also end now. All such effects end simultaneously and cannot result in a Creature being destroyed.",
	"7.2.3": "7.2.3. Beginning of Combat: Any effects which are generated by the beginning of combat, Creatures becoming engaged, Battlegear being revealed, or a Creature being intercepted are now added to the Burst with the Active player adding his/her effects first. The Active player then receives priority. When both players pass in order on an empty burst (see 8.2), the game progresses to the Initiative phase",
	"source": "8.2.3.5. Card abilities in a Burst are independent of the card that created them. Destruction of this card will not remove the generated ability from the Burst or cause it to fail to resolve.",
	"8.2.3.5": "8.2.3.5. Card abilities in a Burst are independent of the card that created them. Destruction of this card will not remove the generated ability from the Burst or cause it to fail to resolve.",
	"8.5.1": "First any targets of the Mugic or ability are rechecked to see if they are legal. If no targets are still legal then the Mugic or ability fails to resolve and is removed from the Burst.",
	"8.3.3": "8.8.3 If a Triggered Ability is generated while a Burst is being built, that ability is added to the Burst prior to either player being able to extend that Burst. If more then one ability is generated by the same game event then the Active Player adds all of his or her abilities in the order of his or her choice first followed by the Non-Active Player. The Burst can then be extended as normal following the procedure in 8.2.2 with the player who has the choice of action being the one who would have had that choice in the absence of the addition of Triggered Abilities.",
    "multipletriggers": "When more than one triggered ability would be added to the Burst at the same time, the **Active Player** adds all of theirs to the Burst in any order they choose. Then the non-Active Player adds their in any order they choose. Meaning the non-active player's abilities will always be on top.\nE.G. If it's your turn with your Numin, you choose how to order them. You put Numin on top of your element gain, Numin resolves first and then you get your element. If your opponent has Numin, they put any abilities after your Numin, and they lose their elements.\nSee Comprehensive Rules 8.3.3 and 7.2.3"
}
