{
	"Aer'dak": "Destroying all creatures with range is too much, especially since bi-mowercycle exists and can give range to your opponent's creatures. Aer'dak and *Xelfe* enable a first turn win deck that defeats your opponent before combat.",
	"Bodal, Flamedrill Researcher": "Infinite Droskin? I love when my opponent can never deal Attack damage. Degenerate infinite combo enabler with things that trigger on battlegear being destroyed.",
	"Dror'niq": "Essentially giving the opposing engaged Creature Reckless 10 for 1 Mugic Counter. Did I mention that Dror'niq can one-shot a Creature? You can target the same Attack multiple times.",
	"Hive Amber": "Degenerate combo enabler. Nods at *Illexia* and *Ramarhvir*. An army of zombie Mandablors that just keep coming back...",
	"Hive Unsung": "If *Hive Amber* wasn't bad enough, this makes the combo too easy... Nods at *Illexia* and *Ramarhvir*. An army of zombie Mandablors that just keep coming back...",
	"Imaginary Walls": "Free combat win for the M'arrillian player. It's basically impossible for a non M'arrillian or minion to win combat at this Location.",
	"Lord Van Bloot, Servant of Aa'unne": "\"And cannot gain\" is what makes this particular card broken - it's a easy win against Element decks.",
	"Melody of the Meek": "Uksum + Meek + Dread tread is horrifying. Melody of the Meek is banned because it's the easiest to abuse elsewhere. Reducing all damage to a Creature with 30 or less Energy would be okay if Creatures couldn't easily gain Energy.",
	"Najarin, Fluidmorphers Foe": "Who thought this was a good way to balance the game? Let's just make Fluidmorphers unplayable against this. Oh wait, better yet, let's make this card good against any deck. Let's make the counter to Fluidmorphers essentially a Fluidmorpher; thanks *Heptagon Hail*.",
	"Primal Smash": "It's a __Value Town__\nStrictly better than every other attack in the game. Generally 1 Build Point Attacks do 10-15 damage with requirements, this does 20 with no requirements. It turns every Attack deck into a 19 card deck and Primal Smash.",
	"Rao'pa Sahkk, Condensation Ceremony": "Easily shuts down Mipedian and UnderWorld decks. And hinders many support Creatures in OverWorld and Danian tribes. At least Fluidmorphers are having fun at the beach.",
	"Super Cooled Rain": "Removing four Mugic Counters for certain decks is crippling. Combined with *Vial of Liquid Thought* or similar it cripples everything but Fluidmorphers.",
	"Tartareck, Psi Overloader": "Free win against an entire tribe (hint: it's M'arrillian). Do I need to say more?\nOh yes, Tartareck has Warbeast-like stats but no Recklessness, has relevant Creature types, has two Elements, has two Mugicians, and a decent Wisdom increasing Ability. To add insult to injury, Tartareck's Brainwashed ability is the same. Don't know how that makes sense...",
	"Tonal Destruction" : "Not problematic on its own, but two of the High Muges can cast it multiple times to completely cripple the opponent's Mugic selection. Hence it's banned rather than banning the High Muges.",
	"Zamool, Lord Van Bloot's Enforcer": "Do you hate your opponent?\nOr do you just want the UnderWorld to take over Perim?"
}
