{
    "norule": ["Sorry I don't have that rule memorized. You can check the Comprehensive Rules:\nhttps://drive.google.com/file/d/1BFJ2lt5P9l4IzAWF_iLhhRRuZyNIeCr-/view"],
    "providerule": ["Rule 0.0.0. Provide the bot a rule", "I could quote the whole Comprehensive Rules... or you can read it yourself:\nhttps://drive.google.com/file/d/1BFJ2lt5P9l4IzAWF_iLhhRRuZyNIeCr-/view"],
    "help": ["I try to be helpful, but can be sassy. Here's what I can help you with:\n```!banlist``` ```!ban, !whyban <card name>``` ```!endofturn``` ```!source``` ```!rule, !rules, !ruling <rule section>``` ```!combo <card name>```\nTo be curtious to other conversations, talk to me in #bot_commands :)"],
    "compliment": ["You make my heart buzz like a Mount Pillar Hive Call", "You have the courage of a hundred Mandiblors", "Your face is more perfect than a Song of Symmetry", "You're more down to earth than Nom", "You don't have to be a M'arrillian to make me love your mind", "They use Mugic to call Aa'une, they use your voice to call me", "Your body flows like a Fluidmorpher", "Are you Son'las? Because you see the whole picture", "I hope you're not from Dranikus Threshold, cause I'd hate for our time to be past", "You make me feel bigger than a Warbeast with Fortissimo", "You're as fiery as Magmon on taco night", "You're sharper than Bladez's sword", "You shine brighter than the Aichlyys sky", "Are you wearing the Algal Wings? Cause I'm attracted to you", "You're as refreshing as an Aqua Shield", "If I had a Flux Bauble, I'd flux straight to you", "I wish I had a Spectral Viewer so I could see you more", "I wish I could put you in a mixed army but you're too loyal", "I wish I could have 2 copies of you, but you're too unique", "I wish I could give you a Dread Tread, but you're too legendary", "I don't need any adjacent creatures, you give me enough support", "You're like a Warbeast: powerful, majestic and worth the risk", "Are we in Storm Tunnel? Cause you got me walking on air", "You must use air and courage, cause you got a real Fearocity", "You save the day more than Wytod", "You must be Ørth, cause you rock", "You must be Cromaxx, cause nothing lowers your energy", "You got better flow than the Riverlands", "You must be Ixxik, cause no one can tame you", "Did Hearken make you? Cause I wanna just eat you up", "Are you Vidav? Cause you always got a great plan", "You're a better value than Primal Smash", "You must have defender, cause nothing gets past you", "You must have untargetable, cause you can't be touched", "You're more humble than Olkiex", "I wish I had a Mugic Reprise, so I could listen to you again", "Are you a Warbeast? Cause you got some discipline", "You're more balanced than a Song of Symmetry", "You're more refreshing than a Song of Resurgence", "You must be Heptadd, cause you got it all", "You must be wearing Stone Mail, cause nothing phases you", "You smell as good as a fresh pack of cards", "You're more efficient than Lore is with Mugic", "Me: H'earring\nYou: Dractyl scales", "You're as versatile as Iparu", "Are you Kiru Village? Cause you're gonna be great one day", "Are you Ubliqun? Cause you got the moves", "You're more creative than Mommark", "You're funnier than Yokkis", "You're more special to me than Chaotic"],
    "burn": [""]
}
