{
    "norule": ["Sorry I don't have that rule memorized. You can check the Comprehensive Rules:\nhttps://drive.google.com/file/d/1BFJ2lt5P9l4IzAWF_iLhhRRuZyNIeCr-/view"],
    "providerule": ["Rule 0.0.0. Provide the bot a rule", "I could quote the whole Comprehensive Rules... or you can read it yourself:\nhttps://drive.google.com/file/d/1BFJ2lt5P9l4IzAWF_iLhhRRuZyNIeCr-/view"],
    "help": ["I try to be helpful, but can be sassy. Here's what I can help you with:\n```!banlist``` ```!ban, !whyban <card name>``` ```!endofturn``` ```!source``` ```!rule, !rules, !ruling <rule section>``` ```!combo <card name>```\nTo be curtious to other conversations, talk to me in #bot_commands :)"],
    "compliment": ["You make my heart buzz like a Mount Pillar Hive Call", "You have the courage of a hundred Mandiblors", "Your face is more perfect than a Song of Symmetry", "You're more down to earth than Nom", "You don't have to be a M'arrillian to make me love your mind", "They use Mugic to call Aa'une, they use your voice to call me", "Your body flows like a Fluidmorpher", "Are you Son'las? Because you see the whole picture", "I hope you're not from Dranakis Threshold, cause I'd hate for our time to be past", "You make me feel bigger than a Warbeast with Fortissimo", "You're as fiery as Magmon on taco night", "You're sharper than Bladez's sword", "You shine brighter than the Aichlyys sky", "Are you wearing the Algal Wings? Cause I'm attracted to you", "You're as refreshing as an Aqua Shield", "If I had a Flux Bauble, I'd flux straight to you", "I wish I had a Spectral Viewer so I could see you more", "I wish I could put you in a mixed army, but you're too loyal", "I wish I could have 2 copies of you, but you're too unique", "I wish I could give you a Dread Tread, but you're too legendary", "I don't need any adjacent creatures, you give me enough support", "You're like a Warbeast: powerful, majestic and worth the risk", "Are we in Storm Tunnel? Cause you got me walking on air", "You must use air and courage, cause you got a real Fearocity", "You save the day more than Wytod", "You must be Ørth, cause you rock", "You must be Cromaxx, cause nothing lowers your energy", "You got better flow than the Riverlands", "You must be Ixxik, cause no one can tame you", "Did Herken make you? Cause I wanna just eat you up", "Are you Vidav? Cause you always got a great plan", "You're a better value than Primal Smash", "You must have defender, cause nothing gets past you", "You must have untargetable, cause you can't be touched", "You're more humble than Olkiex", "I wish I had a Mugic Reprise, so I could listen to you again", "Are you a Warbeast? Cause you got some discipline", "You're more balanced than a Song of Symmetry", "You're more refreshing than a Song of Resurgence", "You must be Heptadd, cause you got it all", "You must be wearing Stone Mail, cause nothing phases you", "You smell as good as a fresh pack of cards", "You're more efficient than Lore is with Mugic", "Me: H'earring\nYou: Dractyl scales", "You're as versatile as Iparu", "Are you Kiru Village? Cause you're gonna be great one day", "Are you Ubliqun? Cause you got the moves", "You're more creative than Mommark", "You're funnier than Yokkis", "You're more special to me than Chaotic"],
    "insult": ["You’re so fat, that your shadow strike blots out the sun", "You have the mind of Majar and the body of Borth", "You must love Runic Grove, cause you’re generic AF", "Your talking works better than a Sleep Sting", "You are as boring as Bodal’s stamp collection", "You smell like Toxis on taco night", "I wish you were a Mipedian, so I didn’t have to look at you", "You’re so fat, that when someone scans you, it counts as a Location", "I bet you could beat the M'arrillians, they only control brains", "You’re so stupid, that you used Song of Futuresight to figure out tomorrow's date",  "You’re so fat, that you couldn’t fit through the Doors of the Deepmines", "Oh sweet a new Mommark mutant! Oh it’s just you…", "Your social life is so dead, that not even the Danians can revive it",  "You’re so terrible, that even Fivarth can pass stat challenges against you", "You have more hot air than an Inferno Gust", "You’re so ugly, that if you were Battlegear, I’d keep you facedown", "Did you hear about Iparu’s death? He accidentally turned into you", "Fear Valley? Is that what they call your butt?", "You’re so bad at Chaotic, they shut down the old site so no one would have to play you", "You’re so basic, that you play Maxxor Protector of Perim with Xerium Armor", "Uboraan is a small-ish warbeast… only about the size of a twentieth of you", "You’re so fat, that I needed range and swift 5 to get  around you", "As Bodal stared into the horrible mess that is your face, he calculated he had 2.84 seconds before his eyes melted into jelly", "You’re so lonely, that you have to play Chaotic solitaire", "Ugh anyone got an Acid Wash? I think I’ve got a Parasite, *looks at you*", "*ERRRR* The witchmobile just pulled up", "You’re so basic, that your screenname is Majortom + random numbers", "1512 2460 2048 - You thought that's your Chaotic code, nope, that’s your pants size", "You’re so ugly, that your face won first prize in an Underworld cosplay contest", "You’re so stupid, that you built a Wisdom deck with Warbeasts", "You’re so hairy, that I thought you were Blügon", "You’re as useless as Chaor’s ability", "You’re a bigger disappointment than opening a Necrabe", "You look like Gloomuck Swamp (and you smell like it too)", "I wish you were Maxxor in battle, so I could never see your face", "You’re so lazy you got stuck in Chaotic because your scanner is on the other side of your room", "You’re so lazy, I thought you were under Song of Stasis", "Your personalities as thin as a Chaotic card", "You’re so old, that you were at Najarin’s birth", "You’re so short, that Hammerdoom has trouble seeing you", "You’re so stupid, that you didn’t sleeve your Xaerv cause you thought it was waterproof", "You’re as weak as a 0 Build Point Attack deck", "You’re so stupid that you starved to death in the Portcourt", "You’re so fat that you live in Gigatempopolis", "Are you Enre-hep? Cause you make me wanna hit myself", "Do you know Yokkis? Cause you're a freaking joke", ":Bodal: just... :Bodal:", "You’re https://drive.google.com/uc?id=0B6oyUfwoM3u1aXFJa1VlTmdOSnc", "*looks at you* Screw that I’m outta here https://drive.google.com/uc?id=1PW2wpuZ2OqdaV3ot5_1YusFR7p3h_RSZ", "You must be a Danian, cause you bug the crap outta me."]
}
